Repository: tanishaapriya/LoopKit
Catalog: Loop/Localizable.xcstrings
Source language: en
Languages: ar, cs, da, de, es, fi, fr, he, it, ja, nb, nl, pl, pt_br, ro, ru, sk, sv, tr, vi, zh_hans

source: Scheduled
da: Planlagt
de: Geplant
es: Programado
fr: Programmé
he: מתוזמן
it: Programmato
nb: Planlagt
nl: Gepland
pl: Zaplanowane
ro: Programat
ru: Запланировано
tr: Planlanan

source: Selecting a favorite food in the carb entry screen automatically fills in the carb quantity, food type, and absorption time fields! Tap the add button below to create your first favorite food!
da: Hvis du vælger en favoritmad i kulhydratindtastningsskærmen, udfyldes felterne for kulhydratmængde, madtype og absorptionstid automatisk! Tryk på tilføj-knappen nedenfor for at oprette din første favoritmad!
de: Wenn Du im Kohlenhydrat-Eingabebildschirm ein Lieblingsessen auswählst, werden die Felder für Kohlenhydratmenge, Lebensmittelart und Absorptionszeit automatisch ausgefüllt! Tippe unten auf die Schaltfläche „Hinzufügen“, um Dein erstes Lieblingsessen zu erstellen!
fr: La sélection d'un aliment favori dans l'écran de saisie des glucides remplit automatiquement les champs de quantité de glucides, de type d'aliment et de durée d'absorption! Appuyez sur le bouton d'ajout ci-dessous pour créer votre premier aliment préféré!
it: Selezionando un alimento preferito nella schermata di inserimento dei carboidrati, i campi relativi a quantità di carboidrati, tipo di alimento e tempo di assorbimento vengono compilati automaticamente! Tocca "Aggiungi" qui sotto per creare il tuo primo alimento preferito!
nb: Når du velger en favorittmat i skjermbildet for innlegging av karbohydrater, fylles feltene for karbohydratmengde, matvaretype og opptakstid automatisk ut! Trykk på knappen Legg til nedenfor for å opprette din første favorittmat!
nl: Het selecteren van een favoriet voedsel in het koolhydraat invoerscherm vult automatisch de velden voor de hoeveelheid koolhydraten, het type voedsel en de absorptietijd in! Tik op de toevoegknop hieronder om je eerste favoriete voedsel te maken!
pl: Wybór ulubionego jedzenia na ekranie wprowadzania węglowodanów powoduje automatyczne wypełnienie pól ilości węglowodanów, rodzaju jedzenia i czasu wchłaniania! Dotknij przycisku dodawania poniżej, aby stworzyć swoje pierwsze ulubione jedzenie!
ro: Selectarea unui aliment preferat în ecranul de introducere a carbohidraților completează automat câmpurile pentru cantitatea de carbohidrați, tipul de aliment și timpul de absorbție! Apăsați butonul de adăugare de mai jos pentru a crea primul dumneavoastră aliment preferat!
zh_hans: 在碳水记录界面选择一个常用食物时，系统会自动填充碳水含量、食物类型和吸收时间等字段！点击下方的添加按钮，创建你的第一个常用食物吧！

source: Sensor Failed
da: Sensorfejl
de: Sensorfehler
fr: Capteur Défaillant
it: Sensore guasto
nb: Sensor mislyktes
pl: Awaria sensora
ro: Senzor defect
ru: Ошибка сенсора

source: Setup Incomplete
da: Opsætning ufuldstændig
de: Einrichtung unvollständig
es: Configuración incompleta
fr: Configuration incomplète
he: הגדרה לא הושלמה
it: Configurazione incompleta
nb: Ufullstendig oppsett
nl: Installatie Onvolledig
pl: Konfiguracja niekompletna
ro: Configurare nefinalizată
ru: Настройка не завершена
tr: Kurulum Tamamlanmadı

source: Simple Bolus Calculator
da: Simpel bolusberegner
de: Einfacher Bolusrechner
es: Calculadora simple de bolo
fi: Yksinkertainen boluslaskuri
fr: Calculateur Simplifié de Bolus
he: מחשבון בולוס פשוט
it: Calcolatore bolo semplice
nb: Enkel bolus-kalkulator
nl: Eenvoudige Boluscalculator
pl: Prosty kalkulator bolusa
ro: Calculator simplu bolus
ru: Простой калькулятор болюса
sv: Förenklad bolusdoskalkylator
tr: Basit Bolus Hesaplayıcı

source: Simple Meal Calculator
da: Simpel måltidsberegner
de: Einfacher Mahlzeitenrechner
es: Calculadora simple de comida
fi: Yksinkertainen aterialaskuri
fr: Calculateur Simplifié de Repas
he: מחשבון ארוחה פשוט
it: Calcolatore pasto semplice
nb: Enkelt måltid kalkulator
nl: Eenvoudige Maaltijdcalculator
pl: Prosty kalkulator posiłków
ro: Calculator simplu masă
ru: Простой калькулятор еды
sv: Förenklad bolusdoskalkylator
tr: Basit Yemek Hesaplayıcı

source: Software Update
da: Software-opdatering
de: Software-Aktualisierung
es: Actualización de software
fr: Mise à jour logicielle
he: עדכון תוכנה
it: Aggiornamento software
nb: Programvare oppdatering
pl: Aktualizacja oprogramowania
ro: Actualizare de software
ru: Обновление программного обеспечения
tr: Yazılım güncellemesi

source: Start time is out of range: %@
da: Starttidspunktet er uden for området: %@
de: Startzeit liegt außerhalb des Bereichs: %@
fr: Le temps de début est hors de la zone définie : %@
he: זמן התחלה מחוץ לטווח: %@
it: L'orario di inizio non rientra nell'intervallo: %@
nb: Starttiden er utenfor området: %@
nl: Starttijd is buiten bereik: %@
pl: Czas rozpoczęcia jest poza zakresem: %@
ro: Ora de începere este în afara intervalului: %@
ru: Время начала вне допустимого диапазона: %@
tr: Başlangıç zamanı aralığın dışında: %@
zh_hans: 开始时间超出范围：%@

source: Suspension of Insulin Delivery
da: Afbryd insulintilførsel
de: Unterbrechung der Insulinabgabe
fr: Suspension de l'administration d'insuline
it: Sospensione dell'erogazione d'insulina
nb: Suspensjon av insulintilførsel
pl: Wstrzymanie podawania insuliny
ro: Suspendarea administrării insulinei
zh_hans: 胰岛素输注暂停

source: Tap here to set up a CGM
da: Tryk her for at konfigurere en CGM
de: Tippe hier, um ein CGM einzurichten
es: Pulsa aquí para configurar un CGM
fi: Määritä CGM napauttamalla tästä
fr: Appuyez ici pour configurer un CGM
he: לחץ כאן להגדיר חיישן
it: Tocca per impostare un CGM
nb: Trykk her for å sette opp en CGM
nl: Tik hier om een CGM in te stellen
pl: Stuknij tutaj, aby skonfigurować CGM
ro: Apăsați aici pentru a configura un CGM
ru: Нажмите здесь, чтобы настроить CGM
sv: Tryck här för att ställa in en CGM
tr: Bir CGM ayarlamak için buraya dokunun
zh_hans: 点击此处设置 CGM

source: Tap here to set up a pump
da: Tryk her for at tilføje en pumpe
de: Tippe hier, um eine Pumpe einzurichten
es: Pulsa aquí para configurar una microinfusadora
fi: Määritä pumppu napauttamalla tästä
fr: Appuyez ici pour paramétrer une pompe
he: לחץ כאן להגדיר משאבה
it: Tocca per impostare una pompa
nb: Trykk her for å sette opp en pumpe
nl: Tik hier om een pomp in te stellen
pl: Stuknij tutaj, aby skonfigurować pompę
ro: Apăsați aici pentru a configura o pompă de insulină
ru: Нажмите здесь, чтобы настроить помпу
sv: Tryck här för att ställa in en pump
tr: Bir pompa ayarlamak için buraya dokunun
zh_hans: 点击此处设置泵

source: Tap here to set up a Service
da: Tryk her for at konfigurere en tjeneste
de: Tippe hier, um einen Dienst einzurichten
es: Pulsa aquí para configurar un Servicio
fi: Määritä palvelu napauttamalla tästä
fr: Appuyez ici pour configurer un service
he: לחץ כאן להגדיר שירות
it: Tocca per configurare un servizio
nb: Trykk her for å sette opp en tjeneste
nl: Tik hier om een Service in te stellen
pl: Stuknij tutaj, aby skonfigurować usługę
ro: Apăsați aici pentru a configura un Serviciu
ru: Нажмите здесь, чтобы настроить службу
sv: Tryck här för att ställa in en tjänst
tr: Bir Servis ayarlamak için buraya dokunun
zh_hans: 点击此处设置服务

source: Tap to Add
da: Tryk for at tilføje
de: Hinzufügen
es: Pulsa para añadir
fi: Lisää napauttamalla
fr: Ajout
he: לחץ להוסיף
it: Tocca per aggiungere
nb: Trykk for å legge til
nl: Tik voor Toevoegen
pl: Dodaj glikemię
ro: Atinge pentru a adăuga
ru: Нажмите, чтобы добавить
sv: Tryck för att ange
tr: Eklemek için dokunun
zh_hans: 点击添加

source: Tap to Stop
da: Tryk for at stoppe
de: Stoppen
es: Pulsa para detener
fi: Pysäytä
fr: Stop
he: לחץ לעצור
it: Tocca per interrompere
nb: Trykk for å stoppe
nl: Tik voor Stoppen
pl: Bolus STOP!
ro: Atingeți pentru a opri
ru: Нажмите, чтобы остановить
sv: Tryck för att stoppa
tr: Durdurmak için dokunun
zh_hans: 点击停止

source: Tap to Unmute Alerts
da: Tryk for at slå alarmer til
de: Tippe, um die Stummschaltung von Benachrichtigungen aufzuheben
fr: Tapez pour réactiver les alertes sonores
it: Tocca per riattivare gli avvisi
nb: Trykk for å dempe varsler
pl: Stuknij, aby wyłączyć wyciszenie alertów
ro: Atingeți pentru a activa alertele
zh_hans: 点按可恢复警报提示

source: Tap Unmute to resume sound for your alerts and alarms.
da: Tryk på Slå lyden til for at genoptage lyden for dine alarmer og alarmer.
de: Tippe auf Stummschaltung aufheben, um den Ton für Deine Warnungen und Alarme wieder aufzunehmen.
fr: Tapez Activer le son pour réactiver les alertes sonores et alarmes.
it: Tocca "Riattiva" audio per riattivare l'audio degli avvisi e delle sveglie.
nb: Trykk på Slå av lyd for å gjenoppta lyden for varsler og alarmer.
pl: Stuknij opcję Wyłącz wyciszenie, aby wznowić dźwięk alertów i alarmów.
ro: Atingeți Activare sunet pentru a relua sunetul pentru alerte și alarme.

source: TestFlight Expiration
da: TestFlight Udløber
de: TestFlight-Ablauf
fr: Expiration de TestFlight
it: Scadenza di TestFlight
nb: TestFlight-utløp
pl: Wygaśnięcie TestFlight
ro: Expirare TestFlight
ru: Срок действия TestFlight

source: TestFlight expires
da: TestFlight udløber
de: TestFlight läuft ab
fr: TestFlight expire le
it: TestFlight scade
nb: TestFlight utløper
pl: TestFlight wygasa
ro: Expiră TestFlight
ru: Срок действия TestFlight истекает
zh_hans: TestFlight 到期

source: TestFlight Expires Soon
da: TestFlight udløber snart
de: TestFlight läuft bald ab
fr: TestFlight expire bientôt
it: TestFlight scade a breve
nb: TestFlight utløper snart
pl: TestFlight wkrótce wygaśnie
ro: TestFlight expiră în curând
ru: Срок действия TestFlight скоро истечет
zh_hans: TestFlight 即将到期

source: The bolus amount entered is smaller than the minimum deliverable.
da: Den indtastede bolusmængde er mindre end den mindste leverbare mængde.
de: Die eingegebene Bolusmenge ist kleiner als die Mindestabgabemenge.
es: La cantidad de bolo ingresada es menor que el mínimo que se puede administrar.
fr: La quantité de bolus saisie est inférieure au minimum délivrable.
he: כמות הבולוס שהכנסת נמוכה מהכמות המינימלית.
it: La quantità di bolo immessa è inferiore alla quantità minima erogabile.
nb: Den angitte bolusmengden er mindre enn minimumsleveransen.
nl: De ingevoerde bolushoeveelheid is kleiner dan die minimaal toegediend kan worden.
pl: Wprowadzona wielkość bolusa jest mniejsza niż minimalna możliwa do podania.
ro: Cantitatea de bolus introdusă este mai mică decât valoarea minimă administrabilă.
ru: Введенное количество болюса меньше минимально допустимого в помпе
tr: Girilen bolus miktarı, minimum teslim edilebilir miktardan daha küçük.
zh_hans: 输入的推注量小于最小可推注量。

source: The bolus dosing algorithm uses a more conservative estimate of forecasted blood glucose than what is used to adjust your basal rate. As a result, your forecasted blood glucose after a bolus may still be higher than your target range.
da: Bolusdoseringsalgoritmen bruger et mere konservativt skøn over det forventede blodsukker end det, der bruges til at justere din basalhastighed. Som følge heraf kan dit forventede blodglukose efter en bolus stadig være højere end dit målområde.
de: Der Bolusdosierungsalgorithmus verwendet eine konservativere Schätzung des prognostizierten Blutzuckers als die zur Anpassung Deiner Basalrate. Daher kann Dein prognostizierter Blutzucker nach einem Bolus immer noch über Deinem Zielbereich liegen.
es: El algoritmo de dosificación de bolo utiliza una estimación más conservadora de la glucosa en sangre pronosticada que la que se usa para ajustar su basal. Como resultado, su glucosa en sangre pronosticada después de un bolo aún puede ser más alta que su rango objetivo.
fr: L'algorithme de dosage bolus utilise une estimation plus prudente de la glycémie prévue que celle utilisée pour ajuster votre débit basal. Par conséquent, votre glycémie prévue après un bolus peut rester supérieure à votre plage cible.
he: אלגוריתם מינון הבולוס משתמש באומדן שמרני יותר של צפי הגלוקוז ממה שמשמש כדי להתאים את הקצב הבזאל שלך. כתוצאה מכך, הגלוקוז הצפוי לאחר בולוס עדיין עשוי להיות גבוה מטווח היעד שלך.
it: L'algoritmo di dosaggio del bolo utilizza una stima più conservativa della glicemia prevista rispetto a quella utilizzata per regolare la velocità basale. Di conseguenza, la glicemia prevista dopo un bolo potrebbe essere superiore all'intervallo obiettivo.
nb: Bolusdoseringsalgoritmen bruker et mer konservativt estimat av anslått blodsukker enn det som brukes til å justere basalhastigheten. Som et resultat kan det anslåtte blodsukkeret ditt etter en bolus fortsatt være høyere enn målområdet ditt.
nl: Het bolusdoseeralgoritme gebruikt een meer conservatieve schatting van de verwachte bloedglucose dan wat wordt gebruikt om je basaalsnelheid aan te passen. Hierdoor kan je voorspelde bloedglucose na een bolus nog steeds hoger zijn dan je streefbereik.
pl: Algorytm dawkowania bolusa wykorzystuje bardziej ostrożne oszacowanie przewidywanego poziomu glukozy we krwi niż to, które jest używane do dostosowania dawki podstawowej. W rezultacie przewidywany poziom glukozy we krwi po podaniu bolusa może nadal być wyższy niż zakres docelowy.
ro: Algoritmul de dozare al bolusurilor folosește o estimare mai conservatoare a glicemiei prognozate decât cea utilizată pentru a ajusta rata bazală. Ca rezultat, glicemia estimată după un bolus poate fi în continuare mai mare decât intervalul țintă.
ru: Алгоритм авто болюса использует более консервативную оценку прогнозируемого уровня глюкозы в крови, чем та, которая используется для корректировки с помощью ВБС. В результате прогнозируемый уровень глюкозы в крови после болюса может оказаться выше целевого диапазона.
tr: Bolus dozlama algoritması, bazal hızınızı ayarlamak için kullanılandan daha ihtiyatlı bir kan şekeri tahmini kullanır. Sonuç olarak, bir bolustan sonra tahmin edilen kan şekeriniz, hedef aralığınızdan daha yüksek olabilir.

source: The bolus recommendation has updated. Please reconfirm the bolus amount.
da: Bolusanbefalingen er opdateret. Bekræft venligst bolus.
de: Die Bolusempfehlung wurde aktualisiert. Bitte bestätige die Bolusmenge erneut.
es: La recomendación de bolo ha sido updatada. Reconfirme el bolo.
fi: Bolussuositus on päivittynyt. Vahvista bolus uudelleen.
fr: La recommandation du bolus a changé. Veuillez reconfirmer la quantité du bolus
he: המלצת הבולוס עודכנה. אשר מחדש את כמות הבולוס.
it: La raccomandazione del bolo è stata aggiornata. Si prega di riconfermare la quantità di bolo.
nb: Bolus-anbefalingen er oppdatert. Bekreft bolusverdien på nytt.
nl: De aanbevolen bolus is bijgewerkt. Bevestig de bolus opnieuw.
pl: Rekomendacja dotycząca bolusa została zaktualizowana. Potwierdź ponownie wielkość bolusa.
ro: Recomandarea pentru bolus a fost actualizată. Vă rugăm să reconfirmaţi valoarea bolusului.
ru: Рекомендация по болюсу была обновлена. Пожалуйста, подтвердите новое количество инсулина.
sv: Bolusrekommendationen har uppdaterats. Konfirmera bolus
tr: Bolus önerisi güncellendi. Lütfen bolus miktarını yeniden onaylayın.
zh_hans: 大剂量推荐值已更新。请重新确认推注剂量。

source: The maximum allowed amount is %@ grams.
da: Den maksimalt tilladte mængde er %@ gram.
de: Die maximal zulässige Menge beträgt %@ Gramm.
es: La cantidad máxima permitida es %@ gr.
fr: La quantité maximale autorisée est de %@ grammes
he: כמות מקסימלית מותרת היא: %@ גרם.
it: La quantità massima consentita è %@ grammi.
nb: Maksimalt tillatt mengde er %@ gram.
nl: De maximaal toegestane hoeveelheid is %@ gram.
pl: Maksymalna dozwolona ilość to %@ gramów
ro: Cantitatea maximă admisă este de %@ grame.
ru: Максимально допустимое количество составляет %@ грамм.
tr: İzin verilen maksimum miktar %@ gramdır.
zh_hans: 允许的最大数量为%@克。

source: The maximum amount allowed is %1$@.
da: Den maksimale tilladte mængde er %1$@.
de: Der maximal zulässige Wert ist %1$@.
es: La cantidad máxima permitida es %1$@.
fr: La quantité maximum autorisée est de %@.
he: כמות מקסימלית מותרת היא: %1$@.
it: La quantità massima consentita è %1$@ .
nb: Maksimal tillatt mengde er %1$@ .
nl: De maximaal toegestane hoeveelheid is %1$@.
pl: Maksymalna dozwolona ilość to: %1$@
ro: Cantitatea maximă permisă este %1$@.
ru: Максимально допустимая сумма составляет %1$@.
tr: İzin verilen maksimum tutar %1$@.
zh_hans: 允许的最大量为：%1$@

source: The maximum bolus amount is %@ U.
da: Den maksimale bolus er %@ enheder.
de: Die maximale Bolusmenge beträgt %@ IE.
es: Bolo máximo es %@ Unidades.
fi: Suurin sallittu bolus on %@ U.
fr: La quantité maximum du bolus est de %@ U.
he: בולוס מקסימלי הוא %@ U.
it: La quantità massima consentita del bolo è %@ U.
nb: Maksimal bolus er satt til %@ E.
nl: De maximale bolushoeveelheid is %@ E.
pl: Maksymalna wielkość bolusa to %@ J.
ro: Valoarea maximă bolus este %@ U.
ru: Максимальный объем болюса составляет %@ ед.
sv: Den högst tillåtna bolusmängden är %@ E.
tr: Maksimum bolus miktarı %@ Ü.
zh_hans: 最大推注量为：%@ U。

source: The maximum bolus setting must be configured before a bolus can be delivered.
da: Maksimal bolus skal konfigureres, før en bolus kan leveres.
de: Die Boluseinstellungen müssen konfiguriert werden, bevor ein Bolus abgegeben werden kann.
es: El ajuste de bolo máximo debe configurarse antes de que se pueda administrar un bolo.
fi: Suurin sallittu bolus -asetus täytyy määrittää ennen kuin bolus voidaan annostella.
fr: Le réglage de bolus maximum doit être configuré avant qu’un bolus puisse être effectué.
he: יש לקבוע הגדרת בולוס מקסימלי לפני מתן בולוס.
it: L'impostazione del bolo massimo deve essere configurata prima di poter erogare un bolo.
nb: Innstillingen for maksimal bolus må konfigureres før bolus kan leveres.
nl: De maximale bolusinstelling moet worden ingesteld voordat een bolus kan worden afgeleverd.
pl: Przed podaniem bolusa musi zostać skonfigurowane ustawienie maksymalnego bolusa.
ro: Trebuie sa configurați o valoare maximă pentru bolus înainte ca acesta să poată fi livrat.
ru: Перед подачей болюса необходимо настроить максимальное значение болюса.
sv: Den högst tillåtna bolusmängden måste ställas in innan en bolus kan ges.
tr: Bir bolus verilmeden önce maksimum bolus ayarı yapılandırılmalıdır.
zh_hans: 请先设置最大推注剂量，才能进行推注。

source: Therapy Settings
da: Behandlingsindstillinger
de: Therapieeinstellungen
es: Ajustes de la Terapia
fi: Hoitoasetukset
fr: Réglages Thérapeutique
he: תכנית טיפול
it: Impostazioni terapia
nb: Behandlingsinnstillinger
nl: Therapieinstellingen
pl: Ustawienia terapii
ro: Setări Terapie
ru: Настройки терапии
sv: Behandlingsinställningar
tr: Tedavi Ayarları
zh_hans: 治疗设置

source: This option only applies when Loop's Dosing Strategy is set to Automatic Bolus.
da: Denne mulighed gælder kun, når Loops doseringsstrategi er indstillet til Automatisk bolus.
de: Diese Option gilt nur, wenn die Dosierstrategie von Loop auf „Automatischer Bolus“ eingestellt ist.
fr: Cette option ne s’applique que lorsque la stratégie de dosage de Loop est réglée sur Bolus automatique.
it: Questa opzione si applica solo quando Strategia di dosaggio di Loop è impostata su Bolo automatico.
nb: Dette alternativet gjelder bare når Loops doseringsstrategi er satt til Automatisk bolus.
pl: Ta opcja ma zastosowanie tylko wtedy, gdy Strategia dawkowania pętli jest ustawiona na Automatyczny bolus.
ro: Această opțiune se aplică numai atunci când Strategia de dozare a Loop este setată pe Bolus automat.
ru: Эта опция применима только в том случае, если для стратегии дозирования петли установлено значение «Автоматический болюс».
zh_hans: 此选项仅在 Loop 的给药策略设为“自动大剂量”时适用。

source: Time Sensitive Alerts
da: Tidsfølsomme advarsler
de: Zeitkritische Warnungen
fr: Alertes Urgentes
it: Notifiche sensibili al tempo
nb: Tidssensitive varsler
pl: Alerty zależne od czasu
ro: Alerte Urgente
ru: Срочные оповещения

source: Time Sensitive Notifications
da: Tidsfølsomme meddelelser
de: Zeitkritische Benachrichtigungen
es: Notificaciones sensibles al tiempo
fr: Notifications urgentes
he: הודעות רגישות לזמן
it: Notifiche sensibili al tempo
nb: Tidssensitive varsler
nl: Tijdgevoelige Meldingen
pl: Powiadomienia zależne od czasu
ro: Notificări Urgente
ru: Уведомления, чувствительные к времени
tr: Zamana Duyarlı Bildirimler
zh_hans: 时效性通知

source: Transmitter Low Battery
da: Sender lavt batteri
de: Niedriger Batteriestatus
fr: Batterie faible de l'émetteur
it: Batteria del trasmettitore scarica
nb: Svakt batteri i senderen
pl: Słaba bateria transmitera
ro: Baterie descărcată a transmițătorului
ru: Батарейка трансмиттера садится

source: Try Again
da: Prøv igen
de: Nochmals versuchen
es: Inténtalo de nuevo
fi: Yritä uudelleen
fr: Réessayer
he: נסה שוב
it: Riprova
nb: Prøv på nytt
nl: Probeer Opnieuw
pl: Spróbuj ponownie
ro: Reîncercați
ru: Попробуйте еще раз
sv: Försök igen
tr: Tekrar deneyin
zh_hans: 重试

source: Turn off the volume on your iOS device or add %1$@ as an allowed app to each Focus Mode. Time Sensitive and Critical Alerts will still sound, but non-Critical Alerts will be silenced.
da: Sluk for lydstyrken på din iOS-enhed eller føj %1$@ som en tilladt app til hver fokustilstand. Tidsfølsomme og kritiske advarsler lyder stadig, men ikke-kritiske advarsler slås fra.
de: Schalte die Lautstärke Deines iOS-Geräts aus oder fügen Sie %1$@ als zulässige App zu jedem Fokusmodus hinzu. Zeitkritische und kritische Warnungen ertönen weiterhin, nicht kritische Warnungen werden jedoch stummgeschaltet.
fr: Désactivez le volume sur votre appareil iOS ou ajoutez %1$@ comme application autorisée à chaque mode Concentration. Les Alertes urgentes et critiques sonneront toujours, mais les Alertes non critiques seront silencieuses.
it: Disattiva il volume sul tuo dispositivo iOS o aggiungi %1$@ come app consentita per ciascuna modalità Focus. Gli avvisi sensibili al tempo e critici continueranno a suonare, ma gli avvisi non critici verranno silenziati.
nb: Slå av volumet på iOS-enheten eller legg til %1$@ som en tillatt app i hver fokusmodus. Tidssensitive og kritiske varsler vil fortsatt høres, men ikke-kritiske varsler blir dempet.
pl: Wyłącz głośność na swoim urządzeniu iOS lub dodaj %1$@ jako dozwoloną aplikację do każdego trybu skupienia. Alerty zależne od czasu i krytyczne będą nadal emitowane, ale alerty niekrytyczne zostaną wyciszone.
ro: Dezactivați volumul pe dispozitivul iOS sau adăugați %1$@ ca aplicație permisă pentru fiecare Mod de concentrare. Alertele urgente și cele critice vor suna în continuare, dar alertele non-critice vor fi dezactivate.
ru: Выключите громкость на устройстве iOS или добавьте %1$@ в качестве разрешенного приложения для каждого режима фокусировки. Срочные и критические оповещения по-прежнему будут звучать, но некритические оповещения будут отключены.

source: Turn on Bluetooth to receive alerts, alarms or sensor glucose readings.
da: Slå bluetooth til for at modtage advarsler, alarmer eller blodsukkermålinger.
de: Schalte Bluetooth ein, um Warnungen, Alarme oder Gewebeglukosewerte zu erhalten.
es: Activa Bluetooth para recibir alertas, alarmas o medidas de glucosa del sensor.
fi: Ota Bluetooth käyttöön saadaksesi hälytyksiä tai sensorin glukoosilukemia.
fr: Activez le Bluetooth pour recevoir des alertes, alarmes ou les données de capteurs de glycémie.
he: הפעל את Bluetooth כדי לקבל תזכורות, התראות או קריאות גלוקוז.
it: Attiva il Bluetooth per ricevere avvisi, allarmi o letture glicemiche del sensore.
nb: Slå på Bluetooth for å motta varsler, alarmer eller avlesninger fra glukosesensor.
nl: Schakel Bluetooth in om waarschuwingen, alarmen of sensorglucosemetingen te ontvangen.
pl: Włącz Bluetooth, aby otrzymywać powiadomienia, alarmy lub odczyty poziomu glukozy z sensora.
ro: Activați Bluetooth pentru a primi alerte, alarme sau citiri de glicemie de la senzor.
ru: Включите Bluetooth для получения предупреждений, сигналов тревоги или показаний датчика глюкозы.
sv: Aktivera Bluetooth för att ta emot varningar, larm eller blodglukosavläsningar.
tr: Uyarıları, alarmları veya sensör KŞ okumalarını almak için Bluetooth'u açın.
